---
kind: property
id: P:Autodesk.Revit.DB.DWGExportOptions.MergedViews
source: html/28b54043-59a4-a5a7-cca0-7a9aea1f6250.htm
---
# Autodesk.Revit.DB.DWGExportOptions.MergedViews Property

Whether to merge all views in one file (via XRefs).
 Default value is false for mergedViews.

## Syntax (C#)
```csharp
public bool MergedViews { get; set; }
```